[
  {
    "main_picture": null,
    "recipe_name": "Чиа-пудинг с ягодами",
    "cooking_time": "10 мин",
    "portion": "1 порция",
    "ingredients": {
      "Чиа семена": "2 ст.л",
      "Молоко кокосовое": "50 мл",
      "Ягоды на выбор": ""
    },
    "description": "Сегодня покажем, как без хлопот приготовить лёгкий завтрак с порцией протеинов и омега-3! Это будет невероятно вкусный и питательный чиа-пудинг. \r\n<\\p>",
    "cooking_steps": [
      "1 Пересыпаем семена чиа в банку. Добавляем к ним растительное кокосовое молоко. Закрываем банку крышкой. Взбалтываем содержимое в банке или аккуратно перемешиваем ложкой.",
      "2 Ставим пудинг в холодильник на 1-1,5 часа.",
      "3 После выкладываем пудинг к ягодам и фруктам. Готово!"
    ],
    "cooking_steps_pictures": [],
    "url": "https://vege.one/recipes/veganskie-retsepty/deserty-veganskie/chia-puding-detox/"
  },
  {
    "main_picture": "ab43d69c-bc0d-48dc-9f5d-5c01c2dbe230.jpg",
    "recipe_name": "Ленивые вареники из батата",
    "cooking_time": "30 мин",
    "portion": "2-3 порции",
    "ingredients": {
      "Батат": "370 г",
      "Тофу": "110 г",
      "Соль": "1/2 ч.л",
      "Масло оливковое нерафинированное": "2 ст.л",
      "Мука рисовая": "300 г"
    },
    "description": "Вареники любят многие, но лепить их долго и не всегда получается найти время. На помощь приходит рецепт ленивых вареников из батата, которые просто и быстро приготовить.  По этому рецепту приготовим необычные, яркие вареники, чем-то напоминающие картофельные, но более сладкого вкуса благодаря использованию сладкого картофеля — батата. В качестве белковой составляющей используем тофу, а муку возьмём безглютеновую — рисовую. Если вы любите сладкие вареники, то можно добавить подсластитель, например сироп топинамбура.",
    "cooking_steps": [
      "1 Батат необходимо запечь в духовке в фольге, остудить, очистить и смешать в блендере с тофу, солью и маслом. Если сладости батата не хватает, то добавьте любой жидкий подсластитель.",
      "2 Добавить 200 г муки, хорошо перемешать. Возможно, понадобится чуть больше или чуть меньше муки, в зависимости от влажности батата. Должно получиться нежное тесто, напоминающее творожное. Посыпать поверхность мукой и сформировать из теста колбаску.",
      "3 Нарезать колбаску из теста на кусочки шириной примерно 1 см.",
      "4 Каждому кусочку придать форму вареника, обвалять в муке. Вскипятить воду, отправить в подсоленную воду необходимое количество вареников. Варить после кипения 3–5 минут. Остальные можно заморозить."
    ],
    "cooking_steps_pictures": [
      "485454b3-19ab-412d-b297-3af117f23dd1.jpg",
      "2b9da0c2-0986-4f34-8934-030230717f7d.jpg",
      "21a3dfb2-38f5-4b23-9cfa-adc53bb2d9db.jpg",
      "7aabdab6-c07e-4a36-87b8-dfc48ba811e8.jpg"
    ],
    "url": "https://vege.one/recipes/veganskie-retsepty/vtorye-blyuda/lenivye-vareniki-iz-batata/"
  },
  {
    "main_picture": null,
    "recipe_name": "Салат из томатов и авокадо",
    "cooking_time": "10 мин",
    "portion": "2 порции",
    "ingredients": {
      "Помидор": "2-3 шт",
      "Авокадо": "1 шт",
      "Салат листовой": "1 горсть",
      "Укроп": "пучок",
      "Семечки подсолнечника": "2 ст.л",
      "Сок лайма": "по вкусу"
    },
    "description": "Друзья, сегодня в выпуске ещё один рецепт из детокс-меню: лёгкий салат из томатов и авокадо для комфортного пищеварения.",
    "cooking_steps": [
      "1 Нарезаем салат латук вместе с укропом.",
      "2 Нарезаем авокадо и помидоры. Перекладываем ингредиенты в ёмкость для салата. Поливаем всё соком лимона.",
      "3 Добавляем немного семян подсолнечника. Семена можно подогреть на сковороде и тогда они будут теплыми и хрустящими. Готово!"
    ],
    "cooking_steps_pictures": [],
    "url": "https://vege.one/recipes/veganskie-retsepty/salaty-veganskie/salat-iz-tomatov-i-avokado/"
  },
  {
    "main_picture": null,
    "recipe_name": "Томатно-чечевичный суп",
    "cooking_time": "35 мин",
    "portion": "2-3 порции",
    "ingredients": {
      "Морковь": "1-2 шт",
      "Стебель сельдерея": "250 г",
      "Лук репчатый": "1 шт",
      "Чечевица красная": "150 г",
      "Пюре томатное": "350 мл",
      "Соль": "по вкусу",
      "Перец чёрный": "по вкусу",
      "Паприка сладкая": "по вкусу",
      "Лавровый лист": "по вкусу",
      "Вода горячая": "по вкусу",
      "Масло подсолнечное": "по вкусу"
    },
    "description": "Всем привет! Сегодня покажем, как приготовить томатно-чечевичный суп. Суп получается яркий, с насыщенным вкусом и наполнен полезными витаминами.\r\n\n\r\nГотовится томатно-чечевичный суп, как и многие наши рецепты, быстро и из доступных ингредиентов. \r\n\n\r\nКрасная чечевица готовится быстро, при этом сохраняя большое количество полезных для здоровья человека веществ. Суп получается сытным благодаря чечевице – полноценному источнику белка. Добавляя в свой рацион чечевицу, мы повышаем в своём организме количество магния, витамина В9, нерастворимой клетчатки и железа.\r\nТоматно-чечевичный суп на обед – хорошее решение для сбалансированного питания!",
    "cooking_steps": [
      "1 Нарезаем мелкими кубиками морковь, сельдерей и лук. Чечевицу тщательно промываем.",
      "2 В разогретую кастрюлю наливаем растительное масло и обжариваем специи для раскрытия аромата.",
      "3 Добавляем к специям лук, морковь и сельдерей. Обжариваем 1-2 минуты.",
      "4 К овощам добавляем горячую воду, до необходимой густоты супа. Воду можно подливать и во время приготовления, если суп окажется слишком густым. Варим овощи 5-7 минут.",
      "5 К овощам добавляем промытую чечевицу, хорошо перемешиваем, накрываем крышкой и варим до мягкости овощей и чечевицы.",
      "6 Когда все ингредиенты станут мягкими, добавляем томатное пюре и лавровый лист и варим ещё 2 минуты."
    ],
    "cooking_steps_pictures": [],
    "url": "https://vege.one/recipes/veganskie-retsepty/veganskie-supy/supchik-ot-regini/"
  },
  {
    "main_picture": "8c259e60-f2e3-4c66-8d28-bbc2e4d4c9d8.jpg",
    "recipe_name": "Грибы в медовом соусе",
    "cooking_time": "25 - 30 мин",
    "portion": "2-3 порции",
    "ingredients": {
      "Шампиньоны": "10 шт",
      "Мёд": "1 ч.л",
      "Горчица": "1/2-1 ч.л",
      "Сок лимонный": "1-2 ст.л",
      "Соль": "по вкусу",
      "Масло подсолнечное": "по вкусу"
    },
    "description": "Ароматные, с приятным сладим вкусом и лёгкой горчинкой грибы в медовом соусе. Я готовила грибы в духовке, но думаю, что это блюдо можно приготовить и на мангале. Только предпочтительнее нанизать грибы на шампур, через решётку они могут провалиться. И для шашлыка выбирайте более крупные грибы, а для духовки поменьше. \r\n\n\r\nПриступим к приготовлению!",
    "cooking_steps": [
      "1 Тщательно моем грибы.",
      "2 Соединяем мёд, горчицу, соль. Можно добавить чуть–чуть воды, если кажется густоватым. Перемешиваем.",
      "3 Заправляем грибы соусом и отправляем в духовку на 15–20 минут. Я включала нижний режим и режим гриля в духовке, 250 градусов. Будьте аккуратны — из–за мёда грибы могут подгореть."
    ],
    "cooking_steps_pictures": [
      "264a2315-3fca-4416-a794-a3a47afd44b5.jpg",
      "74de858a-468c-41b8-865c-db60f3e62354.jpg",
      "3273c29e-89ff-4156-a914-7bbd6a616475.jpg"
    ],
    "url": "https://vege.one/recipes/vegetarianskie-retsepty/zakuski/griby-v-medovom-souse/"
  }
]