[
  {
    "main_picture": null,
    "recipe_name": "Чиа-пудинг с ягодами",
    "cooking_time": "10 мин",
    "portion": "1 порция",
    "ingredients": {
      "Чиа семена": "2 ст.л",
      "Молоко кокосовое": "50 мл",
      "Ягоды на выбор": ""
    },
    "description": "Сегодня покажем, как без хлопот приготовить лёгкий завтрак с порцией протеинов и омега-3! Это будет невероятно вкусный и питательный чиа-пудинг. \r\n<\\p>",
    "cooking_steps": [
      "1. Пересыпаем семена чиа в банку. Добавляем к ним растительное кокосовое молоко. Закрываем банку крышкой. Взбалтываем содержимое в банке или аккуратно перемешиваем ложкой.",
      "2. Ставим пудинг в холодильник на 1-1,5 часа.",
      "3. После выкладываем пудинг к ягодам и фруктам. Готово!"
    ],
    "cooking_steps_pictures": [],
    "url": "https://vege.one/recipes/veganskie-retsepty/deserty-veganskie/chia-puding-detox/"
  },
  {
    "main_picture": null,
    "recipe_name": "Ленивые вареники из батата",
    "cooking_time": "30 мин",
    "portion": "2-3 порции",
    "ingredients": {
      "Батат": "370 г",
      "Тофу": "110 г",
      "Соль": "1/2 ч.л",
      "Масло оливковое нерафинированное": "2 ст.л",
      "Мука рисовая": "300 г"
    },
    "description": "Вареники любят многие, но лепить их долго и не всегда получается найти время. На помощь приходит рецепт ленивых вареников из батата, которые просто и быстро приготовить.  По этому рецепту приготовим необычные, яркие вареники, чем-то напоминающие картофельные, но более сладкого вкуса благодаря использованию сладкого картофеля — батата. В качестве белковой составляющей используем тофу, а муку возьмём безглютеновую — рисовую. Если вы любите сладкие вареники, то можно добавить подсластитель, например сироп топинамбура.",
    "cooking_steps": [
      "1. Батат необходимо запечь в духовке в фольге, остудить, очистить и смешать в блендере с тофу, солью и маслом. Если сладости батата не хватает, то добавьте любой жидкий подсластитель.",
      "2. Добавить 200 г муки, хорошо перемешать. Возможно, понадобится чуть больше или чуть меньше муки, в зависимости от влажности батата. Должно получиться нежное тесто, напоминающее творожное. Посыпать поверхность мукой и сформировать из теста колбаску.",
      "3. Нарезать колбаску из теста на кусочки шириной примерно 1 см.",
      "4. Каждому кусочку придать форму вареника, обвалять в муке. Вскипятить воду, отправить в подсоленную воду необходимое количество вареников. Варить после кипения 3–5 минут. Остальные можно заморозить."
    ],
    "cooking_steps_pictures": [
      "054aef3b-7c6e-48c0-ac37-2df299ff1bc2.jpg",
      "db40c3c6-22eb-49a0-b8cc-db49231d77e1.jpg",
      "bc2bb5df-0474-4f8c-9150-59dab5aa0553.jpg",
      "db52eae8-c32e-43d3-9238-1eaa70128fca.jpg"
    ],
    "url": "https://vege.one/recipes/veganskie-retsepty/vtorye-blyuda/lenivye-vareniki-iz-batata/"
  },
  {
    "main_picture": null,
    "recipe_name": "Салат из томатов и авокадо",
    "cooking_time": "10 мин",
    "portion": "2 порции",
    "ingredients": {
      "Помидор": "2-3 шт",
      "Авокадо": "1 шт",
      "Салат листовой": "1 горсть",
      "Укроп": "пучок",
      "Семечки подсолнечника": "2 ст.л",
      "Сок лайма": "по вкусу"
    },
    "description": "Друзья, сегодня в выпуске ещё один рецепт из детокс-меню: лёгкий салат из томатов и авокадо для комфортного пищеварения.",
    "cooking_steps": [
      "1. Нарезаем салат латук вместе с укропом.",
      "2. Нарезаем авокадо и помидоры. Перекладываем ингредиенты в ёмкость для салата. Поливаем всё соком лимона.",
      "3. Добавляем немного семян подсолнечника. Семена можно подогреть на сковороде и тогда они будут теплыми и хрустящими. Готово!"
    ],
    "cooking_steps_pictures": [],
    "url": "https://vege.one/recipes/veganskie-retsepty/salaty-veganskie/salat-iz-tomatov-i-avokado/"
  },
  {
    "main_picture": null,
    "recipe_name": "Томатно-чечевичный суп",
    "cooking_time": "35 мин",
    "portion": "2-3 порции",
    "ingredients": {
      "Морковь": "1-2 шт",
      "Стебель сельдерея": "250 г",
      "Лук репчатый": "1 шт",
      "Чечевица красная": "150 г",
      "Пюре томатное": "350 мл",
      "Соль": "по вкусу",
      "Перец чёрный": "по вкусу",
      "Паприка сладкая": "по вкусу",
      "Лавровый лист": "по вкусу",
      "Вода горячая": "по вкусу",
      "Масло подсолнечное": "по вкусу"
    },
    "description": "Всем привет! Сегодня покажем, как приготовить томатно-чечевичный суп. Суп получается яркий, с насыщенным вкусом и наполнен полезными витаминами.\r\n\n\r\nГотовится томатно-чечевичный суп, как и многие наши рецепты, быстро и из доступных ингредиентов. \r\n\n\r\nКрасная чечевица готовится быстро, при этом сохраняя большое количество полезных для здоровья человека веществ. Суп получается сытным благодаря чечевице – полноценному источнику белка. Добавляя в свой рацион чечевицу, мы повышаем в своём организме количество магния, витамина В9, нерастворимой клетчатки и железа.\r\nТоматно-чечевичный суп на обед – хорошее решение для сбалансированного питания!",
    "cooking_steps": [
      "1. Нарезаем мелкими кубиками морковь, сельдерей и лук. Чечевицу тщательно промываем.",
      "2. В разогретую кастрюлю наливаем растительное масло и обжариваем специи для раскрытия аромата.",
      "3. Добавляем к специям лук, морковь и сельдерей. Обжариваем 1-2 минуты.",
      "4. К овощам добавляем горячую воду, до необходимой густоты супа. Воду можно подливать и во время приготовления, если суп окажется слишком густым. Варим овощи 5-7 минут.",
      "5. К овощам добавляем промытую чечевицу, хорошо перемешиваем, накрываем крышкой и варим до мягкости овощей и чечевицы.",
      "6. Когда все ингредиенты станут мягкими, добавляем томатное пюре и лавровый лист и варим ещё 2 минуты."
    ],
    "cooking_steps_pictures": [],
    "url": "https://vege.one/recipes/veganskie-retsepty/veganskie-supy/supchik-ot-regini/"
  },
  {
    "main_picture": null,
    "recipe_name": "Грибы в медовом соусе",
    "cooking_time": "25 - 30 мин",
    "portion": "2-3 порции",
    "ingredients": {
      "Шампиньоны": "10 шт",
      "Мёд": "1 ч.л",
      "Горчица": "1/2-1 ч.л",
      "Сок лимонный": "1-2 ст.л",
      "Соль": "по вкусу",
      "Масло подсолнечное": "по вкусу"
    },
    "description": "Ароматные, с приятным сладим вкусом и лёгкой горчинкой грибы в медовом соусе. Я готовила грибы в духовке, но думаю, что это блюдо можно приготовить и на мангале. Только предпочтительнее нанизать грибы на шампур, через решётку они могут провалиться. И для шашлыка выбирайте более крупные грибы, а для духовки поменьше. \r\n\n\r\nПриступим к приготовлению!",
    "cooking_steps": [
      "1. Тщательно моем грибы.",
      "2. Соединяем мёд, горчицу, соль. Можно добавить чуть–чуть воды, если кажется густоватым. Перемешиваем.",
      "3. Заправляем грибы соусом и отправляем в духовку на 15–20 минут. Я включала нижний режим и режим гриля в духовке, 250 градусов. Будьте аккуратны — из–за мёда грибы могут подгореть."
    ],
    "cooking_steps_pictures": [
      "47672459-fdc5-4c42-85d2-12fe0d29f3d9.jpg",
      "82f496a1-f960-4570-834e-34a6a14031db.jpg",
      "03aea772-68e1-46c0-a5c0-1476a832c2c5.jpg"
    ],
    "url": "https://vege.one/recipes/vegetarianskie-retsepty/zakuski/griby-v-medovom-souse/"
  },
  {
    "main_picture": null,
    "recipe_name": "Тофу в горчично–медовом соусе",
    "cooking_time": "15 мин",
    "portion": "2-3 порции",
    "ingredients": {
      "Тофу": "250 г",
      "Мёд": "1 ч.л",
      "Горчица": "1/2-1 ч.л",
      "Перец красный сладкий молотый": "1 ч.л",
      "Сок лимонный": "по вкусу",
      "Соль": "по вкусу",
      "Перец чёрный": "по вкусу",
      "Масло подсолнечное": "по вкусу"
    },
    "description": "Очень вкусный жареный тофу в горчично–медовом соусе.\r\n\n\r\nОтличная закуска для праздничного стола или выходного дня. Тофу в горчично-медовом соусе хорошо дополнить сырыми салатами, варёными или тушёными блюдами.",
    "cooking_steps": [
      "1. Тофу порезать на ломтики или брусочки, как вам больше нравится.",
      "2. Готовим соус. Соединяем в соуснице мёд, горчицу, перец красный молотый сладкий, соль, перемешиваем. Можно добавить чуть–чуть воды, если кажется густоватым.",
      "3. Смазываем тофу со всех сторон и обжариваем на растительном масле. Готовый тофу можно сбрызнуть соком лимона, и готово!"
    ],
    "cooking_steps_pictures": [
      "791d5255-2978-4aae-a186-47750e10e363.jpg",
      "0750b476-7421-4f29-9861-cc19e92e2bc3.jpg",
      "f8cbe2e0-0031-4f4d-91d8-d92cd2135ddd.jpg"
    ],
    "url": "https://vege.one/recipes/vegetarianskie-retsepty/zakuski/tofu-v-gorchichno-medovom-souse/"
  },
  {
    "main_picture": null,
    "recipe_name": "Тёплый салат из моркови и тыквы",
    "cooking_time": "10 мин",
    "portion": "2 порции",
    "ingredients": {
      "Тыква": "1/4 шт",
      "Морковь": "1 шт",
      "Паприка копчёная": "1 щепотка",
      "Травы прованские": "1 ч.л",
      "Авокадо": "1 шт",
      "Руккола": "1 горсть",
      "Тахини": "1 ст.л",
      "Лимон": "1/4 шт",
      "Вода": "10 мл",
      "Орех пекан": "1 ст.л",
      "Масло оливковое": "1 ч.л"
    },
    "description": "Друзья, сегодня приготовим тёплый салат из моркови и тыквы. Это яркое и питательное решение для полноценного обеда или ужина.",
    "cooking_steps": [
      "1. Запекаем тыкву и морковь на 200 градусов в духовке, предварительно посыпав копченой паприкой.",
      "2. Выкладываем на тарелку зелень (мы использовали рукколу) и запеченные овощи.",
      "3. Нарезаем спелое авокадо.",
      "4. Добавляем в салат орехи (либо в цельном виде, либо в раздробленном). Поливаем всё соком лимона, тахини и также можно добавить по вкусу немного оливкового масла. Готово!"
    ],
    "cooking_steps_pictures": [],
    "url": "https://vege.one/recipes/veganskie-retsepty/salaty-veganskie/tyeplyy-salat-iz-morkovi-i-tykvy/"
  },
  {
    "main_picture": null,
    "recipe_name": "Грибной суп с пшеном",
    "cooking_time": "20 - 25 мин",
    "portion": "3-4 порции",
    "ingredients": {
      "Пшено": "3 ст.л",
      "Картофель": "3-4 шт",
      "Вёшенки": "150-200 г",
      "Помидор": "1-2 шт",
      "Лук репчатый": "1 шт",
      "Морковь": "1 шт",
      "Чеснок": "по вкусу",
      "Соль": "по вкусу",
      "Перец чёрный": "по вкусу",
      "Лавровый лист": "по вкусу",
      "Зелень": "по вкусу",
      "Масло подсолнечное": "по вкусу"
    },
    "description": "Лёгкий, вкусный и быстрый в приготовлении грибной супчик с пшеном. Мы привыкли, что из пшена можно приготовить только кашу, поэтому пшено обычно редко используется. Предлагаю рецепт грибного супа с пшеном, а также попробуйте приготовить сырники из пшена.",
    "cooking_steps": [
      "1. Картофель моем, чистим и нарезаем на кусочки. Пшено промываем. Ставим кастрюлю с водой на плиту, доводим до кипения и отправляем картофель и пшено, снова доводим до кипения и убавляем огонь.",
      "2. морковь натираем на тёрке, нарезаем соломкой или как вам больше нравится. Моем и нарезаем грибы. Грибы также можно оставить целыми. Обжариваем на растительном масле лук, морковь и грибы до готовности. Перекладываем зажарку в кастрюлю.",
      "3. Помидор моем и режем на кусочки, отправляем в кастрюлю. Зелень моем и нарезаем мелко, также отправляем в кастрюлю. Соль, перец, лавровый лист и другие специи добавляем по вкусу, пару минут и готово!"
    ],
    "cooking_steps_pictures": [
      "77d5adda-b516-44aa-831c-6949d43f65c9.jpg",
      "10a89a39-0315-428e-980e-89c951b1ac1b.jpg",
      "68468437-1036-4fa5-af10-b12083b4a13d.jpg"
    ],
    "url": "https://vege.one/recipes/veganskie-retsepty/veganskie-supy/gribnoy-sup-s-pshenom/"
  },
  {
    "main_picture": null,
    "recipe_name": "Борщ на грибном бульоне",
    "cooking_time": "90 - 110 мин",
    "portion": "3-4 порции",
    "ingredients": {
      "Свёкла": "200 г",
      "Вёшенки": "150 г",
      "Картофель": "3-4 шт",
      "Помидор": "1 шт",
      "Лук репчатый": "1 шт",
      "Паста томатная": "2 ст.л",
      "Капуста белокочанная": "по вкусу",
      "Сок лимонный": "по вкусу",
      "Чеснок": "по вкусу",
      "Соль": "по вкусу",
      "Перец чёрный": "по вкусу",
      "Лавровый лист": "по вкусу",
      "Зелень": "по вкусу"
    },
    "description": "Борщ на грибном бульоне получается очень вкусный. Его можно приготовить двумя вариантами — с жаркой и без жарки. \r\n\n\r\nРецепт без жарки более полезный. Если вы хотите приготовить с зажаркой, тогда обжарьте лук, морковь на растительном масле, добавьте заранее замаринованную свёклу, тушите 15 минут, в конце добавьте помидор и томатную пасту, обжарьте пару минут и отправьте в кастрюлю.\r\n\n\r\nПриступим к приготовлению!",
    "cooking_steps": [
      "1. Моем и отсоединяем грибы от грибницы. Можно порезать грибы, а можно оставить целиком, выбирайте, как вам больше нравится. Ставим кастрюлю с водой на плиту, когда вода закипит, отправляем грибы.",
      "2. Пока грибы варятся, моем и чистим картофель, нарезаем, как вам больше нравится. Моем и нарезаем мелко капусту. Чистим и моем репчатый лук. Отправляем сначала капусту, даём закипеть, далее картофель с луком. Продолжаем варить.",
      "3. Свёклу чистим и моем, натираем на тёрке, выкладываем в тарелку. Выжимаем лимонный сок на свёклу и оставляем на несколько минут. Когда картофель и капуста сварятся, свёклу отправляем в кастрюлю и варим примерно 20 минут. А вообще, чем больше поварится свёкла, тем вкуснее получается. \rВ конце добавляем томатную пасту, порезанный помидор, соль, перец и чеснок по вкусу. Чеснок можно использовать сушёный или свежий. Свежий можно натереть на тёрке или отправить целым зубчиком. Пару минут и готово!"
    ],
    "cooking_steps_pictures": [
      "0337762f-143e-48a0-a555-1136b8f48657.jpg",
      "1c71c3aa-59f7-47d4-b65d-ec91452704d9.jpg",
      "4d346a64-15e1-4784-83ce-6461621168ca.jpg"
    ],
    "url": "https://vege.one/recipes/veganskie-retsepty/veganskie-supy/borshch-na-gribnom-bulone/"
  },
  {
    "main_picture": null,
    "recipe_name": "Яче чон - корейские овощные оладьи",
    "cooking_time": "30 мин",
    "portion": "2-3 порции",
    "ingredients": {
      "Мука нутовая": "2-3 ст.л",
      "Кабачок": "1/2 шт",
      "Перец болгарский красный": "1/2 шт",
      "Лук репчатый": "пучок",
      "Чеснок": "по вкусу",
      "Соль": "по вкусу",
      "Перец чёрный": "по вкусу",
      "Масло подсолнечное": "по вкусу"
    },
    "description": "Яче чон или овощные оладьи — популярное блюдо в Корее. Подаются как закуска или как основное блюдо. Овощи нарезаются соломкой, а лук длинными полосочками, что придаёт интересный вид блюду. \r\n\n\r\nПриступим к приготовлению!",
    "cooking_steps": [
      "1. Лук помыть и нарезать длинной соломкой. Помыть кабачок и перец и также нарезать длинной соломкой.",
      "2. Соединяем воду и муку. Воду лучше вводить постепенно, нужно получить средней густоты кляр.",
      "3. Соединяем овощи и кляр, добавляем соль, перец молотый, сушёный чеснок, перемешиваем. На раскалённую сковороду выкладываем тесто столовой ложкой. Обжариваем с двух сторон на растительном масле. Готово!"
    ],
    "cooking_steps_pictures": [
      "5c326ea9-c2ba-467e-bf0a-08602105e22f.jpg",
      "fd2d133d-309c-4ee3-bbd4-fbd8763eaf51.jpg",
      "6ea670ae-f76a-46b4-91ce-64a2ea4e45e5.jpg"
    ],
    "url": "https://vege.one/recipes/veganskie-retsepty/zakuski-veganskie/yache-chon/"
  },
  {
    "main_picture": null,
    "recipe_name": "Голубцы с грибами",
    "cooking_time": "1 ч 30 мин",
    "portion": "4 порции",
    "ingredients": {
      "Капуста белокочанная": "1 шт",
      "Рис длиннозёрный": "1 ст",
      "Шампиньоны": "0.5 кг",
      "Лук репчатый": "1 шт",
      "Чеснок": "2-3 зубчика",
      "Молоко кокосовое": "500 мл",
      "Зелень": "1 пучок",
      "Специи по вкусу": ""
    },
    "description": "Друзья, сегодня приготовим вкуснейшие веганские сливочные голубцы с грибами по старинному русскому рецепту, добавив нотки паназиатской кухни. Сытные, нежные и ароматные голубцы запеченные в кокосовом молоке обязательно придутся по вкусу всей вашей семье.",
    "cooking_steps": [
      "1. Начинка: отвариваем рис до полуготовности минут 5–7.",
      "2. Грибы тщательно промываем, очищаем шляпки от шкурки, нарезаем кусочками чуть меньше среднего, но не слишком мелко, грибы потеряют в объёме примерно в 2–2,5 раза.",
      "3. Нарезаем чеснок и лук мелко, на нагретую сковороду выливаем 2–3 ложки растительного масла, добавляем специи и чеснок, через 10 секунд добавляем лук и готовим до прозрачного состояния, выкладываем грибы, готовим до тех пор, пока они не уменьшатся в размере, грибной бульон сцеживаем из сковороды, грибы выкладываем в миску.",
      "4. Смешиваем рис и грибы в пропорции 1/1, добавляем мелко нарезанный пучок зелени.",
      "5. Готовим кочан. Вырезаем кочерыжку так, чтобы основания всех листьев были свободны.",
      "6. В большую кастрюлю наливаем воды и доводим до кипения, погружаем в неё кочан и ждём, пока не размякнет первый лист.",
      "7. Аккуратно отделяем лист капусты, обрезаем конец с толстым стеблем, он нам не пригодится.",
      "8. Выкладываем начинку в начало листа в зависимости от его размера и аккуратно сворачиваем конвертиком, отрезаем лишнее.",
      "9. Готовые голубцы выкладываем на противень.",
      "10. Из кокосовых сливок, грибного бульона, оставшегося от приготовления грибов, и капустного бульона, оставшегося от варки капусты, делаем заливку для голубцов. Если у вас кокосовое молоко нежирное, просто залейте им противень с небольшим добавлением воды и грибного бульона, предварительно посолив.",
      "11. Накрываем противень фольгой и убираем в заранее разогретую до 200 градусов духовку на 90 минут. Приятного аппетита!"
    ],
    "cooking_steps_pictures": [],
    "url": "https://vege.one/recipes/veganskie-retsepty/vtorye-blyuda/golubtsy-s-gribami/"
  }
]